<script lang="ts">
	import Text from '$lib/form/Text.svelte';
	// md 読み込み実装して置き換えたい
</script>

<Text>
	&ensp; 当研究室は、オノマトペで表現された印象情報を使った新しい VTuber
	推薦システムの研究を行っています。この研究により、VTuber の印象を直感的に指定した検索や、好みの
	VTuber と似た印象の VTuber の発見が可能になると考えています。

	<p>
		&ensp;
		そこで、本研究において構築されるシステムの構成のために、被験者の皆様には、こちらが提示する動画から感じた、VTuber
		の印象をオノマトペといくつかの尺度で、回答していただきたいと思います。
	</p>
	&ensp; 本研究の趣旨を十分理解し、協力してもよいと考えられた場合には、以下の項目に回答することにより、同意するという意思表示をしていただくようにお願いいたします。
	<br />
	Q & A ページもご覧ください。
	<a href="/dataset/vtuber-onomatopoeia/QandA">Q & A</a>

	<p>
		11月4日 追記
		<br />
		実験完了は、電気通信大学へおこしいただき、謝金を受領していただいた時点です。
		<br />
		<red style="color:red;">
			謝金を受け取っていただけない、あるいは受領書へサインしていただけない場合は参加できません。
			受領書は住所と実名のサインを記入していただきます。
		</red>
	</p>
</Text>
